{
    "Ruleset Name": "legacy",
    "Ruleset List": {
        "Sir Drinks-a-Lot": "Add some of your drink to the king's cup, then down your drink",
        "Royal Marriage": "Drink one, put one in the king's cup",
        "Royalty Cheque": "Add to the king's cup",
        "Steal from the Rich": "Add someone else's drink to the king's cup (no more than four drinks)",
        "Gambler Sam": "Add as much as you want to the king's cup",
        "Simple Drink": "Drink one",
        "Quick Drink": "Drink two",
        "Drink Two, Redo": "Drink two, then pick another piece",
        "YARRRR!": "Everyone drinks, and shouts: \"YARRRR! I'm the greatest Pirate Hunter in the World!\"",
        "Watch Out!": "Try to make the person to your right flinch. If they do, they drink four, if not you drink two. You've got until your next turn",
        "Quick!": "You have eight seconds to run outside and have a drink. If you fail finish your drink",
        "Why Does Drenga Hate Me?": "Drink six",
        "Six and Out": "Drink six, then you're immune until it's your turn again",
        "Mr Popular": "Make one person drink six",
        "Peer Pressure": "Drink one for every person playing",
        "Cheers Lads": "Guys drink",
        "Girls' Night Out": "Girls drink",
        "Juvie": "Youngest person drinks",
        "Cougar Hunting": "Oldest girl drinks",
        "Fuck Off; We're Full": "Anyone born outside of the country drinks. If nobody is, drink one and add to the king's cup",
        "Student Card": "Drink one for every year of the length of your degree (start to finish)",
        "Hero Time": "Take a shot of the strongest drink you can find",
        "One Night Stand": "Pick someone of the opposite sex and do a shot with them. If there aren't any members of the opposite sex, everyone does a shot",
        "Rock, Paper, Scissors": "Group game! Everyone the piece taker beats drinks one, the piece taker must drink for the amount of people that beat them",
        "Play Your Cards Right": "Highest card nominates, lowest drinks. You decide the amount before the cards are dealt",
        "Busta Rhyme": "One round of rhyme (full sentences). Loser drinks two",
        "Nose Game": "When the piece taker puts their finger on their nose, everyone else must. The last person to do it drinks three. Rule expires when the game ends or there's a new nose master",
        "Commentator": "Commentate until your next turn. If the majority of people think you did a shit job, finish your drink",
        "Mutually Assured Destruction": "Pick someone to take the first drink from whatever drinks you get for the rest of the game, if there's only one drink you both do it",
        "Wingman": "Pick someone to drink with you for the rest of the game. They have to drink whatever you drink",
        "Deja Vu": "Repeat whatever the last piece was, if you can't remember drink six",
        "Santa": "Sit on the next person's lap as they take their turn",
        "The Ol' Switcheroo": "Reverse direction of play",
        "Chug": "Finish off your drink",
        "Make a Rule": "The rule will be kept until the tower falls",
        "Southpaw": "Everyone has to pick all pieces with their non-dominant hand for the rest of the game",
        "Piggy in the Middle": "You can't pick a middle piece from any layer for the rest of the game",
        "Beauty Swap": "Swap places with the best looking person playing the game (opposite sex, no pussying out)",
        "Pickpocket": "Hold onto this piece. When someone picks a piece that you would like, you can swap this piece with them and take theirs",
        "Technical Party": "If there are more than eight people in the room, everyone drinks. Otherwise everyone must add to the king's cup (max two drinks)",
        "Suicide Mission": "Nominate however many you drink",
        "Jabba the Hutt": "Everyone has a Star Wars nickname for the rest of the game. You become the gender of your character",
        "One Frog": "Quick fire round of one frog. Loser drinks three",
        "Seven": "Heaven. Hands in the air people! Last person drinks two",
        "Don't Walk Home Alone": "Everyone drinks from your drink, then you add to the king's cup",
        "Neanderthal": "You can only have a maximum of two words in a sentence. Pointing and grunting is allowed. Rule lasts until it gets back to you",
        "Third Time Lucky": "Beer pong. Three shots at a container. Every shot you get in nominate three drinks. Every shot you miss drink one. If you miss all three also add to the king's cup",
        "I've Had Twenty Whiskeys": "After every sentence you have you say the word \"fucked\" like you're wasted. Keep it up until the end of the game, drink if you get caught out",
        "Finger it": "Last person to put their finger on the top of their drink downs their drink",
        "Split Pot": "Choose one person to split the contents of the king's cup with you",
        "One Frog Jumped... Three!": "Last person to shout \"frog\" drinks three",
        "Fellow Engineers": "Nominate two if you're doing/have completed a BSc. Nominate one if you've not done a degree. Drink four if you're doing/have completed a BA",
        "Keep Going": "You can't put down an empty glass for the rest of the game, it must be refilled first. Penalty is two drinks",
        "Table Master": "When the piece taker puts any piece of their body on the table everyone must follow with the same body piece. Last person drinks two",
        "Mr. Trading Standards": "You are responsible for enforcing forfeits and ensuring that all players drink what they should be for the rest of the game",
        "Question Master": "If this player asks another player a question of any sort, the correct response is \"fuck off\" and nothing else. Any other response means you must drink. Lasts until it is the players go again",
        "Clairvoyant": "Guess everyone's piece number for the next round. If you get it right they must drink three",
        "Alchemy": "Perform an equivalent exchange: pick a person and swap drinks for three drinks",
        "Grandfather Paradox": "Youngest and oldest people drink",
        "Birthday Paradox": "If two people have the same birthday they must drink four, otherwise add to the king's cup",
        "In My Pants": "End every sentence with \"in my pants\" until it's your go again",
        "Coin Game": "Get an empty glass, add two drinks max. Flip a coin. Guess right and add two more drinks then pass the glass to next person, repeat. Guess wrong and drink the contents of the glass",
        "Fuck You": "Starting with the player who draws, players count up from one, any number with seven in it or that is a multiple of seven is replaced with \"fuck You\"",
        "Snake Eyes": "If anyone makes eye contact with the piece taker they must drink two. Rule lasts for one round",
        "Rapid Hydration": "Get yourself a pint of water and beer bong it, if there's no beer bong just down it",
        "Down It You Zulu Warrior": "Get a new can and 'av it in the beer bong. If you've not got beer, finish your drink",
        "Mexican Standoff": "Pick someone to duel with. You drink one, they drink one, continue until someone gives up. This game is a matter of honour",
        "Mystery Shot": "Everyone creates a mystery shot for you to do. Ingredients must all be liquid drinks. No milk",
        "Eye for an Eye": "Every time you give a drink, you take an equal drink",
        "Give Two, Redo": "Give two then take another piece",
        "Bipolar": "You must insult the person to your right, then compliment the person to your left",
        "Name Genie": "Give all players a new name (they become that names gender). If anyone uses the wrong name they must drink",
        "Depersonalisation": "You must refer to yourself in the third person for the rest of the game",
        "Rainbow Warrior": "Pick a colour. Everyone must drink one for every article of clothing they have on that contains that colour",
        "Michael Jackson": "Permanently change your race and gender or drink four",
        "Speed Game": "After this block is placed, the next player has 15 seconds to pull the next block",
        "Ginlleps": "Spell the name of the person to your left backwards. Make a mistake and drink three",
        "Jester": "You're at the mercy of the person to your right. Do as they say until your next turn, drink two for every failure",
        "Repellent": "No matter what the person to your left says or does until your next turn, you must actively disagree",
        "Healthy Living": "Quickly name any fruit! Now drink however many letters it has, if you read all this before naming drink six",
        "Doomsayer": "Predict who will knock the tower down. If you end up being wrong, you must split the king's cup with them",
        "Make or Break": "Make a new rule or break an existing one",
        "Parched": "Finish your drink and that of one of the people you're sat next to",
        "You Animal": "Choose someone to make an animal sound every time you drink for the rest of the game",
        "Lightspeed": "The next person skips their go but drinks four",
        "3rd Graders' Revenge": "If you're not nine years old, drink three",
        "Wasted Education": "Drink one for every year you spent in university that is now meaningless in your chosen profession",
        "Do Over": "Put this piece back where it came from and get a different one",
        "Hey You, You With the Face": "For the rest of the game, you can't refer to other players using proper names or gestures",
        "Can of Whoop-Ass": "If someone gives you two or more drinks, you may give them six drinks in return",
        "Soul Barrier": "Any time someone gives you drinks, they have to drink one",
        "Three-Man": "Hello Three-Man. Whenever a new row is completed on top of the tower, you must drink two. If you place the piece that completes a row, you may make someone else Three-Man",
        "Free Pass": "Hold onto this piece. On any future turn, you may place this instead of pulling a new piece",
        "Stuck On You": "Pick a \"conjoined twin\" - a player to your right or left. You share a liver: any drinks given to either of you must be split equally",
        "Arms Race": "Nominate one. That player may give you one back. You may then give them two; they may give two back. Continue until one of you opts not to drink",
        "Blast Injuries": "People sat next to you must drink four each"
    }
}